// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Speed Dial/Group Dial List"="Список быстрого набора/набора группы номеров";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Count"="Быст. наб: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Count"="Группа: %d";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Max"="Максимальное количество записей: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Max"="Вы можете добавить до %d записей номеров быстрого набора.";
"Import from Other Phone Book"="Импорт из Адресная книга";

// ------------------------------------------------------------------------
// OK/Cancel
// ------------------------------------------------------------------------
"OK"="OK";
"Cancel"="Отменить";

// ------------------------------------------------------------------------
// Confirm write Speed Dial/Group Dial for Printer
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write"="Быстрый набор/Групповой набор для принтера \"%@\" был изменен.\nСохранить изменения в настройках принтера?";
"Str_Alert_Printer_Speed_Dial_Confirm_Before_Execute"="Быстрый набор/Групповой набор для принтера \"%@\" был изменен.";

// ------------------------------------------------------------------------
// Wait Dialog(read Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Read_Wait_Dial"="Получение информации о быстром наборе номера...";

// ------------------------------------------------------------------------
// Confirm write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write_Data"="Принтер готов к сохранению данных. Продолжить?";

// ------------------------------------------------------------------------
// Confirm over write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_ReWrite"="Настройки принтера Быстрый набор/Групповой набор перезаписываются другим пользователем.\nПерезаписать настройки?";

// ------------------------------------------------------------------------
// Wait Dialog(write Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Send_Wait_Dial"="Запись информации о быстром наборе...";

// ------------------------------------------------------------------------
// Confirm Import data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Import_Dial"="При импорте персональной информации, включающей неподдерживаемые символы в именах Быстрого набора, столбец \"Быстрый набор\" остается пустым.";

// ------------------------------------------------------------------------
// Select Import Target
// ------------------------------------------------------------------------
"Select Import Target"="Выбрать объект импортирования";
"Select data to import."="Выберите данные для импорта.";

// ------------------------------------------------------------------------
// Edit Speed Dial
// ------------------------------------------------------------------------
"Str_Edit_Speed_Dial_Dlg_Window_Title"="Редакт-е быст. набора";
"Str_Edit_Speed_Dial_Entry_Number"="Номер записи : %d";
"Name/Group Name"="Имя/Имя группы";
"Fax Number"="Номер факса";
"Because \"-\" acts as a pause, do not use it to punctuate phone numbers."="Не используйте cимвол паузы \"-\" в телефонных номерах.";
"Speed Dial"="Быстрый набор";
"Group Dial"="Групповой набор";

// ------------------------------------------------------------------------
// Edit Group Dial
// ------------------------------------------------------------------------
"Str_Edit_Group_Dial_Dlg_Window_Title"="Редактир. груп. набора";
"Str_Edit_Group_Dial_Entry_Number"="Номер записи : %d";
"Member"="Участник";
"Entry Number"="Номер записи";

// ------------------------------------------------------------------------
// Confirm Delete Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial"="Удалить Быстрый набор для записи № %d?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group"="Быстрый набор для записи № %d уже зарегистрирован для одной или нескольких групп и также будет отменен для этой группы или групп.\nУдалить Быстрый набор для записи № %d?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group_Count0"="Быстрый набор для записи № %d уже зарегистрирован для одной или нескольких групп и также будет отменен для этой группы или групп. В результате некоторые группы будут пусты и удалены.\nУдалить Быстрый набор для записи № %d?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Group"="Удалить Групповой набор для записи № %d?";

// ------------------------------------------------------------------------
// Confirm Delete All Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_All"="Удалить все списки Быстрого набора и Группового набора для принтера \"%@\"?";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="О программе FAX Utility...";
"Preferences..."="Настройки...";
"Services"="Службы";
"Hide FAX Utility"="Скрыть FAX Utility";
"Hide Others"="Скрыть остальные";
"Show All"="Показать все";
"Quit FAX Utility"="Завершить FAX Utility";
"File"="файл";
"Get Speed Dials..."="Получение информации о быстром наборе номера";
"Send Speed Dials..."="Запись информации о быстром наборе";
"Import"="Импорт";
"Back up"="Резервное копирование";
"Close"="Закрыть";
"From Address Book"="Из Адресная книга";
"Save Backup..."="Сохранить резервную копию...";
"Restore Backup..."="Восстановить резервную копию...";
"Edit"="Редактировать";
"Undo"="Отменить";
"Redo"="Повторить";
"Cut"="Вырезать";
"Copy"="Копировать";
"Paste"="Вставить";
"Select All"="Выделить все";
"Edit..."="Редактировать...";
"Delete"="Удалить";
"Delete All"="Удалить все";
"Window"="окно";
"Minimize"="Свернуть";
"Help"="Справка";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Отменить";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Не удалось найти файл, необходимый для выполнения программы.\nПереустановите FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Не удалось получить информацию о принтере (факсе). Откройте \"Настройки печати и факса\" и добавьте драйвер ПК-ФАКС.";
"Str_Alert_Common_Confirm_OverWrite"="Указанный файл уже существует. Перезаписать?";
"Str_Alert_Common_Not_Responding_Error"="Принтер не отвечает. Убедитесь, что принтер правильно подключен и включен.";
"Str_Alert_Common_Communication_Error"="Произошла ошибка подключения принтера.";
"Str_Alert_Common_Printer_Processing_Error"="Выполняется обработка данных принтером. Подождите и повторите попытку.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="При подключении к принтеру обнаружена ошибка.\nКод ошибки (%d)";
"Str_Alert_Common_Error_Occurred"="Отмена обработки в связи с ошибкой.";
"Str_Alert_Common_PrinterStatusError"="Ошибка принтера. Выполните сброс ошибки и повторите попытку.";

// ------------------------------------------------------------------------
// Alert(Printer Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Не удалось открыть Список быстрого набора/набора группы номеров, поскольку уже выполняется другая функция FAX Utility. Пожалуйста, ждите, пока ее выполнение завершится, и повторите попытку.";
"Str_Alert_Fax_SpeedDial_GroupDial_Dial_Data_Write_Failed"="Не удалось записать номера быстрого набора/набора группы номеров.\nВыйти из списка быстрого набора/набора группы номеров?";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open_Fax_Phone_Book"="Не удается открыть Адресная книга.\nКод ошибки (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Fax_Phone_Book_Not_Found"="Не удается найти Адресная книга.\nИмпортирование отменено.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Get_Fax_Phone_Book_Data"="Не удается получить данные из Адресная книга.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Volume_Near_Full"="Не удалось записать файл резервной копии.\nНедостаточно места, либо запись защищена.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Other_Application_Using"="Не удалось записать файл резервной копии.\nУказанный файл используется другой программой.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_With_ErrorCode"="Не удалось записать файл резервной копии.\nКод ошибки (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Broken"="Невозможно распознать формат файла.\nВозможно, файл создан другим приложением или поврежден.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_Other_Application_Using"="Не удалось прочитать файл резервной копии.\nУказанный файл используется другой программой.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_With_ErrorCode"="Не удалось прочитать файл резервной копии.\nКод ошибки (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_GroupName_Not_Support"="В имени/имени группы содержится неподдерживаемый символ.\nМожно использовать только буквенно-цифровые символы и знаки.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Not_Support"="Номер факса включает неподдерживаемый(е) символ(ы).\nМожно использовать только 0-9, *, #, - и пробел.";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial"="Быстрый набор для записи № %d уже зарегистрирован для одной или нескольких групп. Изменение Быстрого набора на Групповой набор приведет к отмене Быстрого набора для одной или нескольких существующих групп.\nИзменить Быстрый набор для записи № %d на Групповой набор?";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial_And_Group_Dial"="Быстрый набор для записи № %d уже зарегистрирован для одной или нескольких групп. Изменение Быстрого набора на Групповой набор приведет к отмене Быстрого набора для одной или нескольких существующих групп. В результате некоторые группы будут пусты и удалены.\nИзменить Быстрый набор для записи № %d на Групповой набор?";
"Str_Alert_Fax_SpeedDial_GroupDial_Maximum_Group_Dial"="В одной группе можно зарегистрировать до %d номеров Быстрого набора.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_Name_Is_Space_Only"="Имя/Имя группы не может содержать одни пробелы.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Is_Space_Only"="Номер факса не может содержать одни пробелы.";
"Str_Alert_Fax_SpeedDial_GroupDial_Import_File_Not_Found"="Не удалось найти файл для импорта.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Version"="Невозможно прочитать выбранный файл, поскольку он был создан в более новой версии FAX Utility.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Указанный файл содержит записи, которые невозможно восстановить, поскольку их номера записей превышают лимит для показанного ниже подключенного принтера.\nВосстановить правильные записи?";
"Str_AlertInfo_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Максимальное количество записей: %d\nМаксимальное количество записей на групповой набор: %d";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_NoAvailableData"="Невозможно восстановить записи из указанного файла.";

// ------------------------------------------------------------------------
"NickName"="Слово указателя";
"Fax Speed"="Скорость факса";
"Default Speed"="По умолчанию";
"StrAlert_Input_NickName_UnknownCharacter_Not_Support"="В слове указателя содержится неподдерживаемый символ.";
"StrAlert_Input_Name_UnknownCharacter_Not_Support"="В имени/имени группы содержится неподдерживаемый символ.";
"Str_InUseByAnotherFunction"="Используется другой функцией";

"StrAlert_InUseByAnotherFunction_CannotMove"="Невозможно переместить. Одна или несколько записей, используемых другой функцией, находятся на указанной позиции либо возле нее.";
"StrAlert_ProtectedData_Exist"="Одна или несколько записей используются запланированным факсом либо другими функциями. Данные записи защищены от использования и не могут быть изменены.";
"StrAlert_ProtectedData_CannotMove"="Невозможно переместить. Одна или несколько записей, защищенных от использования, находятся на указанной позиции либо возле нее.";
"StrAlert_PhoneBook_ReWrite"="Одна или несколько записей изменены другим пользователем.\nЖелаете перезаписать?";
"StrAlert_ProtectedData_WriteExcept"="Следующие записи защищены от использования, поскольку другой пользователь начал использовать их ранее.\nНомер записи: %@\n\nЖелаете записать все записи кроме указанных выше?";
"StrAlert_InUseByAnotherFunction_ClearData"="Записи с пометкой \"Используется другой функцией\" невозможно сохранить.\nЖелаете продолжить?";
"StrAlert_ProtectedData_CannotSaveStatus"="Условие защиты от использования для некоторых записей не будет сохранено.\nЖелаете продолжить?";
"StrAlert_RestoreData_ClearNameUnknownCharacter"="Если в поле с восстановленными данными содержатся неподдерживаемые символы, поле имя/имя группы станет пустым.";
"StrAlert_InUseByAnotherFunction_RestoreData"="Одна или несколько записей используются другой функцией. Данные записи будут перезаписаны с заменой на восстановленные записи.\nЖелаете продолжить?";

"StrAlert_ProtectedData_1"="Невозможно сохранить следующие записи на вашем принтере. Они были использованы и защищены после того, как вы получили их от принтера. При сохранении записи будут перезаписаны с заменой на записи, находящиеся в принтере, и любые внесенные вами в них изменения будут потеряны.\nНомер записи: %@";
"StrAlert_ProtectedData_2"="Следующие записи раздела групповой набор включают одну или более записей раздела быстрый набор, которые в данный момент защищены в принтере. Записи из быстрый набор будут исключены при сохранении группы. Записи из групповой набор будут удалены, если в группе нет записей быстрый набор.\nНомер записи: %@";
"StrAlert_ProtectedData_3"="Желаете продолжить?";
"StrAlert_RestoreData_1"="Невозможно восстановить следующие записи разделов быстрый набор или групповой набор из файла резервной копии.\nНомер записи: %@\nЗащищенные записи с номерами, указанными выше, не могут быть перезаписаны.";
"StrAlert_RestoreData_2"="Следующие записи раздела групповой набор включают одну или более записей из быстрый набор, которые не могут быть восстановлены. Невосстановимые записи быстрого набора будут исключены при восстановлении группы. Записи из групповой набор будут удалены, если в группе нет записей из быстрый набор.\nНомер записи: %@";
"StrAlert_RestoreData_3"="Желаете продолжить?";
"StrAlert_Confirm_Delete_ALLData_ExceptProtect"="Одна или более записей разделов быстрый набор или групповой набор защищены. Защищенные записи не могут быть удалены.\nУдалить все записи, кроме защищенных?";

"Str_FaxContacts"="Контакты";
"Str_FaxAddressBook"="Адресная книга";
"StrAlert_CannotAccessContacts_A"="Доступ к пункту %@ запрещен.";
"StrAlert_CannotAccessContacts_B"="Разрешить программе FAX Utility доступ к пункту %@. Откройте [Системные настройки] - [Защита и безопасность] - [Конфиденциальность] - [%@].\nПерезапустите программу FAX Utility для выполнения обновления.";
